language                                      = Svenska (&Swedish)
translators                                   = Åke Engelbrektson

about.title                                   = Om [app.name]
about.notregistered                           = Inte registrerad

ok                                            = OK
cancel                                        = Avbryt
yes                                           = Ja
no                                            = Nej
close                                         = Stäng
error                                         = Fel
warning                                       = Varning



app.unknownError                              = Ett fel har uppstått.
app.activatedExistingInstance                 = Aktiverade redan startade [app.name]-instans.
app.readonly                                  = skrivskyddad
app.restartneeded                             = Programmet kommer nu att startas om
app.restartneeded.title                       = Omstart av programmet krävs

undo                                          = &Ångra
redo                                          = &Upprepa

notebook.browse.filemask.db                   = CintaNotes Anteckningsbok
notebook.new.caption                          = Ny Anteckningsbok
notebook.open.caption                         = Öppna Anteckningsbok
notebook.save.caption                         = Spara Anteckningsbok som

notelinkprotocol.restore.message              = Länkprotokollets registrering är skadad. Vill du återställa den?

menu.file                                     = {s}&Arkiv{s}
menu.file.new                                 = &Nytt...
menu.file.open                                = &Öppna...
menu.file.saveas                              = &Spara som...
menu.file.close                               = &Stäng
menu.file.import                              = &Importera…
menu.file.export                              = &Exportera...

menu.file.backup                              = &Säkerhetskopiera
menu.file.backup.now                          = &Säkerhetskopiera nu
menu.file.backup.hourly.enabled               = &Varje timma
menu.file.backup.daily.enabled                = &Varje dag
menu.file.backup.weekly.enabled               = &Varje vecka
menu.file.recyclebin                          = &Papperskorg
menu.file.sync                                = &Synkronisering
menu.file.exit                                = A&vsluta

menu.edit                                     = {s}&Redigera{s}
menu.edit.new                                 = &Ny anteckning
menu.edit.edit                                = &Redigera
menu.edit.copy                                = &Kopiera
menu.edit.cut                                 = Klipp &ut
menu.edit.paste                               = Klistra &in
menu.edit.delete                              = &Ta bort
menu.edit.merge                               = &Slå samman
menu.edit.replacetags                         = &Ersätt etiketter…
menu.edit.selectall                           = Markera &alla
menu.edit.properties                          = &Egenskaper

menu.edit.copylink                            = Kopiera antecknings&länk
menu.edit.pastenotelink                       = Klistra in anteckningslänk
menu.edit.inserttimestamp                     = Infoga tidsstämpel

menu.view                                     = {s}&Visa{s}
menu.view.notecolor                           = &Färgtema
menu.view.notecolor.red                       = &Röd
menu.view.notecolor.orange                    = &Orange
menu.view.notecolor.yellow                    = &Gul
menu.view.notecolor.green                     = Gr&ön
menu.view.notecolor.cyan                      = &Cyan
menu.view.notecolor.blue                      = &Blå
menu.view.notecolor.purple                    = &Lila
menu.view.notecolor.gray                      = Gr&å
menu.view.tagsidebar                          = &Etikettfält
menu.view.sectionbar                          = &Sektionsfält
menu.view.reversed                            = &Omvänd ordning
menu.view.sorting                             = &Sortera efter
menu.view.sorting.manual                      = M&anuell
menu.view.sorting.created                     = S&kapad
menu.view.sorting.modified                    = Senast &ändrad
menu.view.sorting.title                       = &Titel
menu.view.sorting.link                        = &Länk
menu.view.sorting.size                        = &Storlek





sort.manual                                   = M&anuell
sort.created                                  = S&kapad
sort.modified                                 = Senast &ändrad
sort.title                                    = &Titel
sort.link                                     = &Länk
sort.size                                     = &Storlek
sort.reverse                                  = &Omvänd ordning

menu.options                                  = {s}&Alternativ{s}
menu.options.hotkey                           = &Snabbtangenter…
menu.options.clipping                         = &Klipp
menu.options.clipping.silent                  = &Tyst
menu.options.clipping.after                   = &Efter klipp
menu.options.clipping.after.showinboxsection  = Växla till &inkorgssektionen
menu.options.clipping.after.showuntagged      = Växla till &oetiketterad vy
menu.options.clipping.after.openeditor        = Öppna i &redigerare
menu.options.clipping.after.assignactivetags  = &Tilldela aktiva etiketter
menu.options.clipping.title                   = Använd som titel
menu.options.clipping.title.apptitle          = &Programtitel
menu.options.clipping.title.firstline         = &Första textraden
menu.options.clipping.title.blankline         = &Blank rad

menu.view.noteappearance                      = &Anteckningslista...

menu.options.editor                           = &Redigerare
menu.options.editor.links                     = &Länkar
menu.options.editor.links.recognize           = &Färgade länkar
menu.options.editor.links.singleclick         = &Enkelklicka länkar
menu.options.editor.links.doubleclick         = &Dubbelklicka länkar
menu.options.editor.initialfocus              = &Initial fokus
menu.options.editor.initialfocus.title        = Namn
menu.options.editor.initialfocus.text         = Text

menu.options.tags                             = &Etiketter
menu.options.tags.lowercase                   = &Endast gemener
menu.options.tags.accepton                    = Acceptera förslag med
menu.options.tags.displaycounts               = &Visa etikettanvändning i sidpanelen


menu.options.tags.accepton.space              = Mellanslag
menu.options.tags.accepton.click              = Enkelt musklick

menu.options.window                           = &Fönster
menu.options.minimizetotray                   = &Minimera till meddelandefältet
menu.options.closetotray                      = Stäng till &meddelandefältet
menu.options.alwaysontop                      = Alltid &överst
menu.options.window.minimizeonesc             = Minimera med &Esc

menu.options.startup                          = Uppstart
menu.options.runatstartup                     = &Starta vid systemstart
menu.options.startup.minimized                = Starta minimerad
menu.options.startup.multipleinstances        = Tillåt multipla instanser
menu.options.startup.restoretagsfilter        = Återställ föregående session


menu.options.system                           = S&ystem
menu.options.system.associatewithdbfile       = Associera [app.name] med .db-filer
menu.options.system.registerlinkprotocol      = Registrera &länkprotokollet
menu.options.system.proxysettings             = &Proxyinställningar
menu.options.system.registry.error            = Kan inte ändra i registret. Starta [app.name] som administratör, och försök igen.

registerlinkprotocol.title                    = Registrering av länkprotokoll
registerlinkprotocol.registered               = [app.name] är nu registrerad för att hantera klick på cintanotes://-länkar.
registerlinkprotocol.unregistered             = [app.name] är avregistrerad och kommer inte längre att hantera cintanotes://-länkar.

menu.options.language                         = S&pråk

menu.help                                     = {s}&Hjälp{s}
menu.help.help                                = &Hjälp
menu.help.website                             = &Webbsida
menu.help.forum                               = &Forum
menu.help.roadmap                             = Färd&plan
menu.help.translate                           = &Översättningar
menu.help.debug                               = &Felsök
menu.help.debug.logging                       = &Felsökningslogg
menu.help.license                             = &Licens
menu.help.checkforupdates                     = Sök efter uppdateringar
menu.help.about                               = &Om [app.name]

menu.updatenotify.tooltip                     = Det finns en nyare version av CintaNotes

confirmdelete.one                             = Ta bort anteckning {n}'{0}'?
confirmdelete.many                            = Vill du ta bort '{0}' markerade anteckningar?
confirmdelete.title.one                       = Vill dy ta bort anteckningen?
confirmdelete.title.many                      = Vill du ta bort anteckningarna?
confirmdelete.unsaved                         = Anteckningen har inte sparats. Vill du ignorera ändringar?
confirm.movetorecyclebin.one                  = Vill du flytta{n}'{0}'{n}till Papperskorgen?
confirm.movetorecyclebin.many                 = Vill du flytta {0} anteckningar till Papperskorgen?
confirm.movetorecyclebin.title.one            = Vill du flytta anteckningen till Papperskorgen?
confirm.movetorecyclebin.title.many           = Vill du flytta anteckningar till Papperskorgen?

confirm.merge.title                           = Vill du slå samman anteckningarna?
confirm.merge.message                         = Vill du verkligen slå samman dessa anteckningar?

confirmationdialog.dontaskagain               = Fråga inte igen

deletenotesmessagedialog.caption              = Vill du flytta anteckningarna till Papperskorgen?
deletenotesmessagedialog.title                = Papperskorgen är konfigurerad att spara endast {1} anteckning(ar), och du är på väg att ta bort {0} anteckningar.{n}Vad vill du göra?
deletenotesmessagedialog.button.increase      = Utöka
deletenotesmessagedialog.increase.description = Utöka antalet anteckningar som sparas i Papperskorgen
deletenotesmessagedialog.button.delete        = Ta bort
deletenotesmessagedialog.delete.description   = Ta bort resterande {0} anteckningar permanent

confirmlinkopening.message                    = Att öppna {0} länkar samtidigt, kan medföra att systemet slutar svara.{n}Vill du fortsätta?

filter                                        = Filter:
filter.anytextfield                           = Varje text & fält
filter.textandtitle                           = &Text och titel
filter.text                                   = Endast te&xt
filter.title                                  = Endast t&itel
filter.time.created                           = Skapad
filter.time.modified                          = Senast ändrad
filter.remarks                                = & Anmärkningar
filter.link                                   = &Länk
filter.tags                                   = Eti&kett
filter.all                                    = &Allt
search.insidewords                            = S&ök i ord
search.acrossfields                           = Sök överallt

license.message.text                          = Denna funktion är tillgänglig endast i kommersiell version
license.message.caption                       = Licens krävs

noteslist.notebookempty                       = Din anteckningsbok är tom.{n}{n} Tryck 'Insert' för ny anteckning, eller markera text i annat program och tryck på klipp-snabbtangenten ([clipping.default.key] som standard).{n}Du kan också skapa anteckningar genom att klistra in från Urklipp.
noteslist.sectionempty                        = Sektionen för anteckningsbok är tom.
noteslist.notfound                            = Inga anteckningar som matchar aktuell filtrering funna.{n}
noteslist.openlink                            = Öppna &länk
noteslist.tag                                 = &Etikett…
noteslist.export.selected                     = &Exportera…
noteslist.move                                = &Flytta
noteslist.move.up                             = &Upp
noteslist.move.down                           = &Ner
noteslist.move.top                            = Till &toppen
noteslist.move.bottom                         = Till &botten
noteslist.properties                          = Egenskaper...
noteslist.move.tosection                      = Till &sektion...

noteedit.title                                = Redigera

noteedit.link                                 = Länk:
noteedit.tags                                 = Etiketter:
noteedit.remarks                              = Anmärkningar:
noteedit.new.title                            = Ny anteckning
noteedit.readonly.title                       = Skrivskyddad anteckning
noteedit.notesaved                            = Anteckning sparad
noteedit.notelinkcopied                       = Anteckningslänk kopierad till Urklipp
noteedit.links.itselferror                    = Kan inte lägga till länk till sig själv
noteedit.links.alreadynotelinkerror           = Kan inte lägga till länk i text som redan innehåller länk
noteedit.links.multilineerror                 = Kan inte lägga till länkar över flera rader
noteedit.links.createnewnote                  = Skapa ny anteckning
noteedit.links.updatecaption                  = Uppdatera länktext
noteedit.links.typetip                        = Skriv för att söka efter titel
noteedit.links.tip.notenotfound               = Länkad anteckninga kan inte hittas
noteedit.links.tip.notebooknotfound           = Anteckningsboken som innehåller den länkade anteckningen kan inte hittas
noteedit.section.tip                          = Sektion
noteedit.linkedit.tip                         = Redigera länk

noteedit.openfilelink.notexists.title         = Filen kan inte hittas
noteedit.openfilelink.notexists.message       = {0} kan inte hittas. vill du ta bort länken?

noteedit.copylinktounsavednote.caption        = Kopiera länk till ej sparad anteckning
noteedit.copylinktounsavednote.message        = Vill du spara den här anteckningen och kopiera länk till den?


noteappearance.pt                             = pt
noteappearance.bold                           = Fet
noteappearance.italic                         = Kursiv
noteappearance.headerfontlabel                = Titelfält:
noteappearance.textfontlabel                  = Textfält:
noteappearance.notelines                      = Förhandsvisa rader:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = max
noteappearance.change                         = …
noteappearance.textformatting                 = Rendera textformatering
noteappearance.datedisplay.label              = Datum- och tidsvisning:
noteappearance.datedisplay.combo.none         = Ingen
noteappearance.datedisplay.combo.created      = Skapad
noteappearance.datedisplay.combo.modified     = Ändrad
noteappearance.datedisplay.combo.both         = Skapad och ändrad
noteappearance.datedisplay.sortmodedate       = Sortera alltid efter datum
noteappearance.datedisplay.displaytime        = Visa tid


notebookmessage.message                       = Kan inte läsa in anteckningsbok på grund av att följande sökväg inte kan nås: "{0}"
notebookmessage.button.create                 = Skapa ny
notebookmessage.button.open                   = Öppna befintlig
notebookmessage.button.exit                   = Avsluta

pastemessage.caption                          = Inklistringskonflikt
pastemessage.title                            = Den här anteckningsboken innehåller redan {0} anteckning(ar) med samma ID och olika text.{n}Vad vill du göra?
pastemessage.button.replace                   = Byt ut
pastemessage.button.replace.description       = Byt ut befintlig anteckning mot anteckning från Urklipp
pastemessage.button.addnew                    = Lägg till som ny
pastemessage.button.addnew.description        = Lägg till anteckning från Urklipp, som ny anteckning med nytt ID
pastemessage.button.lastmodified              = Ta senast ändrad
pastemessage.button.lastmodified.description  = Ta anteckning med senare ändringstid















wronglinkmessage.title                        = Öppnar länk
wronglinkmessage.notenotfound                 = Länkad anteckning kan inte hittas.
wronglinkmessage.notebooknotfound             = Kan inte hitta anteckningsboken som innehåller den länkade anteckningen.
wronglinkmessage.notebookincompatible         = Anteckningsbok som innehåller länkad anteckning, är inte kompatibel med aktuell programversion.
wronglinkmessage.button.remove                = Ta bort länk
wronglinkmessage.button.createnew             = Skapa ny anteckning

externallinkmessage.title                     = Öppnar extern länk
externallinkmessage.message                   = Denna länk refererar till en annan anteckningsfil '{0}'.{n}Hur vill du öppna en anteckning?
externallinkmessage.switchmessage             = Denna länk refererar till en annan anteckningsbok  '{0}'.{n}Vill du växla till en annan anteckningsbok?
externallinkmessage.button.anotherinstance    = Öppna i ny instans
externallinkmessage.button.switch             = Byt anteckningsbok
externallinkmessage.button.switch.changes     = Alla osparade ändringar kommer att sparas.

upgrademessage.title                          = Uppgradering av anteckningsbok
upgrademessage.message                        = Anteckningsboken '{0}'{n}skapades med en äldre version av [app.name].{n}Vill du uppgradera den?
upgrademessage.check.createbackup             = Skapa säkerhetskopia
upgrademessage.cancelled                      = Uppgradering avbröts.
upgrademessage.successful                     = Uppgradering slutförd!
upgrademessage.successful.backup              = Uppgradering slutförd!{n}Säkerhetskopia av den ursprungliga filen har sparats som:{n}{0}{n}i mappen: {n}'{1}'.
upgrade.backup.before                         = före uppgradering till

backup.successdialog.caption                  = Säkerhetskopieringslutförd
backup.successdialog.message                  = Anteckningsboken har säkerhetskopierats{n}som {0}{n}till {1}
backup.processdialog.caption                  = Förlopp för säkerhetskopiering
backup.processdialog.message                  = Vänta medan anteckningsboken säkerhetskopieras...

tagsedit.title                                = Lägg till / Ta bort etiketter
tagsedit.addtags                              = Lägg till etiketter:
tagsedit.removetags                           = Ta bort etiketter:

recentlist.notfoundmessage                    = Vill du ta bort referensen till den, från aktuell lista?
recentlist.cantclosenotebook                  = Kan inte stänga anteckningsbok

replacetags.title                             = Ersätt etiketter
replacetags.sourcetags                        = Ersätt:
replacetags.desttags                          = Med:
replacetags.hint                              = I den här dialogen kan du namnändra, dela upp, slå samman och ta bort etiketter.{n}Exempel: För att ta bort etiketter, skriv in dom i första textboxen och lämna den andra tom.

recyclebindialog.title                        = Papperskorg
recyclebindialog.column.datedeleted           = Borttagen
recyclebindialog.column.title                 = Titel
recyclebindialog.column.text                  = Text
recyclebindialog.column.datecreated           = Skapad
recyclebindialog.column.datemodified          = Senast ändrad
recyclebindialog.column.size                  = Storlek (KB)
recyclebindialog.column.tags                  = Etiketter
recyclebindialog.column.sectionname           = Sektion
recyclebindialog.column.link                  = Länk
recyclebindialog.button.restore               = Återställ
recyclebindialog.button.delete                = Ta bort
recyclebindialog.button.deleteall             = Töm
recyclebindialog.label.maxsize                = Max antal borttagna anteckningar att spara:
recyclebindialog.label.keepnotes              = Ta bort permanent efter
recyclebindialog.label.keepnotes.suffix       = dagar
recyclebindialog.error.invalidmaxsize         = Max antal borttagna anteckningar måste vara en positiv siffra
recyclebindialog.error.invalidkeepnotes       = Antalet dagar måste vara en positiv siffra

recyclebindialog.menu.restore                 = Återställ
recyclebindialog.menu.delete                  = Ta bort
recyclebindialog.menu.deleteall               = Töm

recyclebindialog.confirm.delete.title         = Ta bort permanent
recyclebindialog.confirm.delete.message       = Vill du a bort {0} anteckningar permanent?
recyclebindialog.confirm.deleteall.title      = Vill du tömma Papperskorgen?
recyclebindialog.confirm.deleteall.message    = Vill du ta bort alla {0} anteckningarna permanent?
recyclebindialog.confirm.restore.title        = Återställ anteckningar från Papperskorgen
recyclebindialog.confirm.restore.message      = Vill du återställa {0} anteckningar?

tray.addnew                                   = Ny anteckning
tray.restore                                  = Återställ
tray.exit                                     = Avsluta








export.title                                  = Exportera anteckningar
export.filemask.txt                           = Unicode Text
export.filemask.xml                           = XML
export.filemask.html                          = Webbsida
export.filemask.xml.154                       = XML för CintaNotes 1.5.4 och tidigare
export.successmsg.title                       = Export slutförd
export.successmsg                             = Anteckningsexport slutförd. Exporterade anteckningar: {0}.
export.errormsg                               = Ett fel inträffade under exporten.
export.errormsg.title                         = Exportfel
export.html.created                           = Skapad:
export.html.modified                          = Senast ändrad:
export.scope.all                              = Alla anteckningar ({0})
export.scope.current                          = Aktuell vy ({0})
export.scope.selection                        = Markerade anteckningar ({0})
export.field.title                            = Titel
export.field.text                             = Text
export.field.creation                         = Skapad
export.field.modification                     = Senast ändrad
export.field.link                             = Länk
export.field.tags                             = Ettiketter
export.field.remarks                          = Anmärkningar
export.group.scope                            = Exportomfattning
export.group.fields                           = Exportfält
export.errormsg.nonotes                       = Kan inte exportera från tom anteckningsbok
export.button.view                            = Visa

export.processdialog.caption                  = Exportförlopp
export.processdialog.message                  = Vänta på exporten...

import.title                                  = Importera anteckningar
import.filemask.all                           = CintaNotes-filer
import.filemask.db                            = CintaNotes anteckningsbok
import.filemask.xml                           = XML
import.successmsg.title                       = Import slutförd
import.successmsg                             = Anteckningsimport slutförd.{n} Importerade anteckningar: {0}.{n} Uppdaterade anteckningar: {1}.{n} Undantagna dubbletter: {2}
import.errormsg                               = Ett fel uppstod vid import.
import.errormsg.title                         = Importfel
import.label.addtags                          = Lägg till taggar:
import.importsections                         = Importera sektioner

import.processdialog.caption                  = Importförlopp
import.processdialog.message                  = Vänta på importen...

import.error.sectioncountexceeded             = Filen {0} kan inte importeras med sektioner. {n}Begränsningen på max. [sections.limit] sektioner skulle överskridas.

options.hotkeys.title                         = Konfigurera snabbtangenter
options.hotkeys.clip.label                    = Klipp:
options.hotkeys.show.label                    = Visa programfönster:
options.hotkeys.newnote.label                 = Ny anteckning:

options.hotkeys.hint                          = För att inaktivera en snabbtangent, Tryck 'Esc' i önskad textbox.{n}{n}Försök välja snabbtangenter som inte används av andra program, annars kanske CintaNotes skapar konflikter med deras normala funktioner eller själv inte fungerar korrekt.
options.hotkeys.cannotregister                = Denna tangentkombination kan inte användas. Försök med en annan kombination.
options.hotkeys.cannotregister.title          = Kan inte registrera snabbtangent

filtercontrol.total.one                       = {0} anteckning
filtercontrol.total.many                      = {0} anteckningar
filtercontrol.filtered.one                    = {0} hittade
filtercontrol.filtered.many                   = [filtercontrol.filtered]
filtercontrol.tooltip.sortby                  = Sortera efter





tag.delete                                    = Ta bort
tag.rename                                    = Byt namn…
tag.merge                                     = Slå samman…
tag.delete.confirm.title                      = Ta bort etiketter
tag.delete.confirm.message.one                = Vill du ta bort vald etikett?
tag.delete.confirm.message.many               = Vill du ta bort valda etiketter?
tag.delete.confirm.usecount.one               = Vald tagg används idag i {0} anteckningar
tag.delete.confirm.usecount.many              = Valda taggar används för närvarande i {0} anteckningar
tag.displaycounts                             = Visa antal
tag.properties                                = Egenskaper
tag.add                                       = Nytt...
tag.addchild                                  = Ny underetikett...
tag.expandall                                 = Expandera alla
tag.collapseall                               = Fäll ihop alla

tag.filter.none                               = Inget etikettfilter
tag.filter.used                               = Endast använda etiketter
tag.filter.related                            = Endast relaterade etiketter

tagproperties.title                           = {0}-egenskaper
tagproperties.autodeletecheckbox              = Autoraderad
tagproperties.autodeletecheckbox.tip          = Ta bort etiketten när det inte finns några anteckningar kopplade
tagproperties.autoexpandedcheckbox            = Alltid expanderat

deletetags.deletechildren                     = Ta bort inkl. alla underetiketter
deletetags.deletenotes.one                    = Ta bort {0} anteckningen
deletetags.deletenotes.many                   = Ta bort {0} anteckningar
deletetags.deletenotes.havingthistag.one      = ha denna tagg
deletetags.deletenotes.havingthistag.many     = ha dessa taggar

newtag.title                                  = Ny etikett
newtag.name                                   = Etikettnamn:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Ny underetikett

tagsidebar.all                                = Alla
tagsidebar.untagged                           = Oetiketterade

notebookconfig.title                          = Anteckningsbok parametrar
notebookconfig.path.caption                   = Anteckningsbokfil:
notebookconfig.path.browse.mask               = CintaNotes anteckningsbok (*.db)|*.db|All Files (*.*)|*.*{n}
notebookconfig.path.browse.caption            = Bläddra efter CintaNotes anteckningsbokfil
notebookconfig.disconnect.enabled             = {s}Aktivera extern anteckningsboksynkronisering
notebookconfig.disconnect.label               = Släpp fillås efter:
notebookconfig.disconnect.seconds             = sekunder av inaktivitet
notebookconfig.move                           = {s}Flytta aktuell anteckningsbok

noterichedit.format                           = &Formatering
noterichedit.format.bold                      = &Fet
noterichedit.format.italic                    = &Kursiv
noterichedit.format.underline                 = &Understrykning
noterichedit.format.strikeout                 = &Överstrykning
noterichedit.format.highlight                 = F&ärgmarkera
noterichedit.format.monospace                 = Fast &teckenindelning










noterichedit.format.list.bullet               = &Punktlista
noterichedit.format.list.numbered             = &Numrerad lista

noterichedit.format.clear                     = &Rensa

noterichedit.insertlink                       = & Infoga länk
noterichedit.insertlink.url                   = & webbadress
noterichedit.insertlink.note                  = &  Anteckning
noterichedit.insertlink.file                  = & Arkiv




noterichedit.editlink                         = Omplacering av Länk
noterichedit.deletelink                       = Ta bort länk
noterichedit.copynotelink                     = Kopiera &länk till Anteckning




noteproperties.title                          = Anteckningsegenskaper
noteproperties.source.label                   = Källa:
noteproperties.created.label                  = Skapad:
noteproperties.modified.label                 = Senast ändrad:
noteproperties.notesize.label                 = Anteckningsstorlek: {0} KB
noteproperties.charcount.label                = Tecken: {0}
noteproperties.wordcount.label                = Ord: {0}
noteproperties.error.invaliddates             = Senast ändrad, kan inte vara före Skapad

selecturldialog.title                         = Ange URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = Anteckningsfilen togs bort.{n}Programmet kommer att avslutas.
error.notebook.unknownversion                 = Anteckningsfilen '{0}'{n}skapades med en nyare version av [app.name] och kan inte öppnas.{n}{n}Ladda ner senaste versionen av [app.name] från [app.url], för att öppna den här filen.
error.notebook.cantopenwhenupgrade            = Anteckningsfilen '{0}'{n}skapades med en äldre version av [app.name] och kan inte uppgraderas.{n}Kontrollera att du skrivrättigheter till filen.
error.notebook.upgradeerror                   = Anteckningsfilen '{0}'{n}skapades med en äldre version av [app.name] och kan inte uppgraderas.{n}{n}Felmeddelande: {1}
error.notebook.databasedamaged                = Anteckningsfilen '{0}'{n}är skadad och kan inte öppnas.{n}{n}Felmeddelande: {1}
error.note.notfound                           = Anteckningen raderades

error.notebook.dbcorrupt.title                = Databasvarning
error.notebook.dbcorrupt.message              = Databasfilen kan vara korrupt. Vänligen, sänd följande information till [support.email], för att rätta till felet: {0}

license.key.status.notfound                   = Licensinformationen kan inte hittas.
license.key.status.valid                      = Licensinformationen är giltig.
license.key.status.invalid                    = Ogiltig licensinformationen.
license.key.status.stolen                     = Licensnyckeln har inaktiverats av programutvecklaren.
license.key.status.expired                    = Licensen har upphört att gälla.
license.key.status                            = Licensstatus: {0}

license.type.basic                            = Baslicens (gratis)
license.type.personal                         = PRO-licens
license.type.company                          = PRO-licens (Företag)



licensedialog.title                           = Licens
licensedialog.name.label                      = Registrerat namn och e-post:
licensedialog.key.label                       = Licensnyckel:
licensedialog.try                             = Begär {0}-dagars provversion
licensedialog.buy                             = Köp
licensedialog.renew                           = Förnya
licensedialog.register                        = Registrera
licensedialog.buy.hint                        = Kommersiella funktioner är för närvarande inaktiverade. {n}Tryck på 'Köp' och följ instruktionerna på webbsidan, för att aktivera dem.
licensedialog.current.expdate                 = Utgångsdatum
licensedialog.never                           = Aldrig
licensedialog.expired                         = Din licensnyckel gäller inte för aktuell programversion. Vänligen, förnya licensen för att fortsätta använda komersiella funktioner.
licensedialog.current.upd.expdate             = Utgångsdatum för fria uppdateringar
licensedialog.register.success                = Tack för registreringen!
licensedialog.register.success.title          = Slutfört
licensedialog.register.fail                   = Registrering misslyckades
licensedialog.register.fail.extra             = Kontrollera att "[licensedialog.name.label]" {n} är i formen "Förnamn Efternamn (Email)"
licensedialog.register.expired                = Licensnyckeln gäller inte för den här versionen av [app.name].

licensedialog.unregister.confirm              = Vill du verkligen ta bort all licensinformation?
licensedialog.unregister.confirm.title        = Vill du avregistrera licensen?

licensedialog.replace.confirm                 = Vill du ersätta aktuell licens?
licensedialog.replace.confirm.title           = Byta licens?


licenserequireddialog.title                   = Licensuppgradering krävs
licenserequireddialog.message.default         = Den här funktionen är inte tillgänglig med aktuell licens.
licenserequireddialog.message.upg             = Vänligen, uppgradera för att aktivera funktionen!{n}{n}Klicka på "Licens" för detaljer.
licenserequireddialog.licensebutton           = Licens

licenseexpireddialog.title                    = Licensen har upphört att gälla
licenseexpireddialog.renew.message            = Din licensnyckel gäller inte längre för den här versionen av [app.name].{n}Du måste förnya licensen eller nedgradera till Basic-licens (Gratis).
licenseexpireddialog.buy.message              = Din utvärderingslicens har upphört att gälla!{n}Vänligen, köp Pro-licensen eller nedgradera till Basic-licens (Gratis).
licenseexpireddialog.freebutton               = Nedgradera
licenseexpireddialog.renewbutton              = Förnya
licenseexpireddialog.buybutton                = Köp
licenseexpireddialog.exitbutton               = Avsluta
licenseexpireddialog.dontshowdialog           = Visa inte det här igen
licenseexpireddialog.renew.hintlabel          = Licensförnyelsen tar bara några minuter{n}och erbjuds med en rabatt på [license.renew.discount] av det fulla priset.
licenseexpireddialog.buy.hintlabel            = Det tar bara några minuter att uppgradera till Pro-licens.

updatedialog.title                            = Sök efter uppdateringar
updatedialog.initmessage                      = Uppdateringskontrollen avbröts.{n} Klicka på "Försök igen" för att fortsätta.
updatedialog.label.changes                    = Ändringslogg:
updatedialog.button.check                     = Försök igen
updatedialog.button.download                  = Ladda ner
updatedialog.label.autocheck                  = Utför uppdateringskontroll automatiskt.
updatedialog.error.invalidfile                = Ogiltig filversion
updatedialog.error.connectionrefused          = Anslutning nekad
updatedialog.error.servernotresponding        = Servern svarar inte
updatedialog.error.invalidproxysettings       = Ogiltiga proxyinställningar.
updatedialog.error.inetdisconnected           = Nätverksanslutning saknas
updatedialog.result.uptodate                  = Denna version av CintaNotes ({0}) är den senaste.
updatedialog.result.newversion                = Det finns en nya version av [app.name] tillgänglig: {0}
updatedialog.state.connecting                 = Ansluter...
updatedialog.state.findingserver              = Anropar server...
updatedialog.state.downloadingfile            = Laddar ner...

proxysettingsdialog.title                     = Proxyinställningar
proxysettingsdialog.server                    = Server:
proxysettingsdialog.port                      = Port:
proxysettingsdialog.username                  = Användarnamn:
proxysettingsdialog.password                  = Lösenord:
proxysettingsdialog.mode.disabled             = Inaktivera proxy
proxysettingsdialog.mode.preconfig            = Använd systemets proxyinställningar
proxysettingsdialog.mode.enabled              = Använd Proxy
proxysettingsdialog.error.invalidport         = Portnumret måste vara ett positivt nummer

synchronizationbar.sync.tip                   = Synkronisera nu
synchronizationbar.cancel.tip                 = Avbryt
synchronization.status.starting               = Startar synkronisering...
synchronization.status.login                  = Loggar in...
synchronization.status.retrieveindex          = Läser in anteckningsindex...
synchronization.status.addlocalnotes          = Laddar ner nya anteckningar... {0} av {1}
synchronization.status.updatelocalnotes       = Laddar ner uppdateringar... {0} av {1}
synchronization.status.removelocalnotes       = Tar bort lokala anteckningar... {0} av {1}
synchronization.status.restorelocalnotes      = Återställer lokala anteckningar från Papperskorgen... {0} av {1}
synchronization.status.totrashlocalnotes      = Flyttar lokala anteckningar till Papperskorgen... {0} av {1}
synchronization.status.addremotenotes         = Laddar upp nya anteckningar... {0} av {1}
synchronization.status.updateremotenotes      = Laddar upp uppdateringar... {0} av {1}
synchronization.status.removeremotenotes      = Tar bort fjärranteckningar... {0} av {1}
synchronization.status.restoreremotenotes     = Återställer fjärranteckningar från Papperskorgen... {0} av {1}
synchronization.status.totrashremotenotes     = Flyttar fjärranteckningar till Papperskorgen... {0} av {1}
synchronization.status.cancelling             = Avbryter...

synchronization.result.local                  = Lokal:
synchronization.result.remote                 = Fjärr:
synchronization.result.added                  = Tillagt:
synchronization.result.updated                = Uppdaterat:
synchronization.result.removed                = Borttaget:
synchronization.result.errors                 = Fel:

synchronization.state.completed               = Synkronisering slutförd.
synchronization.state.completedwitherrors     = Synkroniseringen kunde inte slutföras, försök senare.
synchronization.state.completedempty          = Synkroniseringe slutförd. Inga ändringar hittades.
synchronization.state.failed                  = Synkronisering misslyckades.
synchronization.state.authorizationfailed     = Auktoriseringen misslyckades.
synchronization.state.invalidproxysettings    = Ogiltiga proxyinställningar.
synchronization.state.nameresolvingfailed     = Kan inte ansluta. Servernamnet kunde inte kunde matchas.
synchronization.state.internetdisconnected    = Internetanslutning saknas.
synchronization.state.servernotresponding     = Servern svarar inte

synchronization.state.notsynchronized         = Inte synkroniserad
synchronization.state.lastsynchronization     = Senaste synkronisering {0}

syncpropertiesdialog.title                    = Simplenote synkroniseringsegenskaper
syncpropertiesdialog.login                    = Användare:
syncpropertiesdialog.password                 = Lösenord:
syncpropertiesdialog.enabled.allnotebook      = Synkronisera den här anteckningsboken med Simplenote
syncpropertiesdialog.section.all              = Synkronisera alla sektioner
syncpropertiesdialog.section.selected         = Synkronisera markerade sektioner endast:
syncpropertiesdialog.conflictpolicy           = Konfliktlösning:
syncpropertiesdialog.conflictpolicy.local     = Ta lokal anteckning
syncpropertiesdialog.conflictpolicy.remote    = Ta fjärranteckning
syncpropertiesdialog.conflictpolicy.last      = Ta senast ändrad
syncpropertiesdialog.cachereset.loginchanged  = Du har ändrat inloggning för synkroniseringen.{n}Synkroniserings-cache kommer att återställas och alla fjärranteckningar kommer att behandlas som nya.{n}{n}Vill du fortsätta?
syncpropertiesdialog.cachereset.title         = Vill du nollställa synkroniseringsdata?
syncpropertiesdialog.autosync.checkbox        = Synkronisera automatiskt varje
syncpropertiesdialog.autosync.suffix          = minuter
syncpropertiesdialog.button.proxysettings     = Proxyinställningar
syncpropertiesdialog.sectionselection.error   = Du måste markera minst en sektion.

section.new                                   = Nytt...
section.new.tip                               = Skapa ny sektion
section.edit                                  = Egenskaper...
section.delete                                = Ta bort
section.selectall                             = Markera alla
section.licenserequired                       = Din aktuella licens tillåter endast upp till {0} sektioner.
section.move.left                             = Flytta åt &vänster
section.move.right                            = Flytta åt &höger

section.confirmdelete                         = Vill du ta bort sektion '{0}' med {1} anteckningar?
section.confirmdelete.title                   = Vill du ta bort sektionen?
section.confirmdelete.many                    = Vill du ta bort '{0}' markerade sektioner med {1} anteckningar?
section.confirmdelete.title.many              = Ta bort sektioner?

section.all                                   = [tagsidebar.all]
section.main                                  = Huvudsektion
section.inbox                                 = Ange som inkorg för urklipp

sectionedit.title                             = Redigera sektionsegenskaper
sectionedit.title.new                         = Skapa ny sektion
sectionedit.name                              = Namn:
sectionedit.color                             = Färg:
sectionedit.sectionalreadyexists              = Det finns redan en sektion med det här namnet

movetosection.title                           = Flytta till sektion
movetosection.label.one                       = Flytta {0} anteckning till sektion::
movetosection.label.many                      = Flytta {0} anteckningar till sektion:

clipping.balloon.caption                      = [app.name] kopierad
clipping.balloon.intosection                  = till
clipping.balloon.tagged                       = och etiketterad med [{0}]





















